Repository: pretix/pretix-venueless
Catalog: pretix_venueless/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja, pl, pt_pt, uk

source: Grant access to your venueless event to your customers.
es: Concede acceso a su evento venueless a sus clientes.
fr: Autorisez l'accès de vos clients à votre événement venueless.
pl: Przyznaj swoim klientom dostęp do wydarzenia bez miejsca.
uk: Надайте своїм учасникам доступ до своєї події без місця проведення (Venueless).

source: Join online event
es: Unirse al evento en línea
fr: Participer à l'événement en ligne
ja: オンラインイベントに参加する
pl: Dołącz do wydarzenia online
pt_pt: Entrar no evento online
uk: Приєднатися до онлайн-події

source: You can now join the event using the following button:
es: Ahora puede participar al evento con el siguiente botón:
fr: Vous pouvez maintenant participer à l'événement en cliquant sur le bouton suivant :
ja: 次のボタンを使用してイベントに参加できるようになりました:
pl: Możesz teraz dołączyć do wydarzenia za pomocą poniższego przycisku:
pt_pt: Pode entrar no evento usando o seguinte botão:
uk: Ви можете приєднатися до події, скориставшись кнопкою:

source: You will be able to join this event with your browser right here when it starts.
es: Podrá unirse al evento con su navegador aquí mismo cuando empiece.
fr: Vous pourrez participer à cet événement avec votre navigateur lorsqu'il débutera.
ja: 開始時にブラウザでこのイベントに参加できます。
pl: Tutaj będziesz mógł dołączyć do tego wydarzenia za pomocą przeglądarki, gdy się ono rozpocznie.
pt_pt: Aqui vai poder entrar neste evento com o seu browser assim que começar.
uk: Ви можете приєднатися до події, коли вона розпочнеться, прямо тут.

source: Save
es: Guardar
fr: Enregistrer
pl: Zapisz
pt_pt: Guardar
uk: Зберегти

source: Venueless URL
es: URL Venueless
fr: URL Venueless
pl: Adres URL Venueless
pt_pt: URL Venueless

source: Venueless secret
es: Secreto Venueless
fr: Secret Venueless
ja: Venuelessのパスワード
pl: Sekret Venueless
pt_pt: Segredo Venueless
uk: Venueless пароль

source: Venueless issuer
es: Emisor Venueless
fr: Émetteur Venueless
ja: Venueless の発行者
pl: Wydawca Venueless
pt_pt: Emissor Venueless
uk: Venueless видавець

source: Venueless audience
es: Audiencia Venueless
fr: Audience Venueless
ja: Venuelessの聴衆
pl: Odbiorcy Venueless
pt_pt: Plateia Venueless
uk: Venueless аудиторія

source: Do not allow access before
es: No permitir el acceso antes del
fr: Ne pas autoriser l'accès avant le
ja: これ以前のアクセスはできません
pl: Nie zezwalaj na dostęp przed
pt_pt: Não permitir acesso antes de
uk: Не надавати доступ раніше

source: Allow users to access the live event before their order is paid
es: Permitir a los usuarios acceder al evento en directo antes de pagar su pedido
fr: Permettre aux utilisateurs d'accéder à l'événement en direct avant que leur commande ne soit payée
ja: 注文が支払われる前に、ユーザーがライブイベントにアクセスすることを認める
pl: Pozwól użytkownikom na dostęp do wydarzenia na żywo przed opłaceniem zamówienia.
pt_pt: Permitir aos utilizadores aceder ao evento antes do pedido estar pago
uk: Надати користувачам доступ до події в прямому ефірі до того, як їх замовлення будуть сплачені

source: Allow buyers of all admission products
es: Permitir a los compradores de todos los productos de entrada
fr: Permettre à tous les acheteurs d'entrées
ja: 入場券のすべての購入者を許可する
pl: Wpuść kupujących wszystkie produktów wstępu
pt_pt: Permitir compradores de todos os produtos de admissão
uk: Надайте покупцям доступ до всіх визначених продуктів

source: Limit to products
es: Límite a los productos
fr: Limite aux produits
ja: 商品の上限
pl: Ogranicz do produktów
pt_pt: Limitar aos produtos
uk: Обмеження продуктів

source: Transmit answers to questions
es: Transmitir respuestas a preguntas
fr: Transmettre les réponses aux questions
ja: 質問に対して回答を送信する
pl: Prześlij odpowiedzi na pytania
pt_pt: Transmitir respostas às perguntas
uk: Надайте відповіді на запитання

source: Introductory text
es: Texto de introducción
fr: Texte d'introduction
pl: Tekst wstępu
pt_pt: Texto introdutório
uk: Вступний текст

source: Unknown order code or not authorized to access this order.
es: Código de pedido desconocido o no autorizado para acceder a este pedido.
fr: Code de commande inconnu ou non autorisé pour accéder à cette commande.
pl: Nieznany kod zamówienia lub brak autoryzacji dostępu do tego zamówienia.
pt_pt: Código de pedido desconhecido ou não autorizado a aceder a este pedido.
uk: Невідомий код замовлення або доступ до цього замовлення отримати неможливо.
