Repository: pretix/pretix-venueless
Catalog: pretix_venueless/locale/*_Informal/LC_MESSAGES/django.po
Languages: nl_informal

source: Venueless integration
nl_informal: Venueless-integratie

source: Integrates pretix with venueless.org
nl_informal: Integreert pretix met venueless.org

source: Join online event
nl_informal: Neem deel aan het online evenement

source: You can now join the event using the following button:
nl_informal: Je kunt je nu aanmelden voor het evenement via de volgende knop:

source: You will be able to join this event with your browser right here when it starts.
nl_informal: Je kunt hier met je browser deelnemen aan dit evenement zodra het begint.

source: Save
nl_informal: Opslaan

source: Venueless secret
nl_informal: Venueless-geheim

source: Venueless issuer
nl_informal: Venueless-uitgever

source: Venueless audience
nl_informal: Venueless-publiek

source: Do not allow access before
nl_informal: Geef geen toegang vóór

source: Allow users to access the live event before their order is paid
nl_informal: Laat gebruikers naar het live-evenement gaan voordat ze hun bestelling hebben betaald

source: Allow buyers of all admission products
nl_informal: Sta kopers van alle toegangsproducten toe

source: Limit to products
nl_informal: Beperk tot producten

source: Transmit answers to questions
nl_informal: Antwoorden op vragen doorgeven

source: Introductory text
nl_informal: Inleidende tekst

source: Unknown order code or not authorized to access this order.
nl_informal: Onbekende bestelcode of geen toestemming om deze bestelling te openen.
